                # Еренбай Айдын
                # Тии-26-11 типо
                    #1-нұсқа
#1 тапсырма
#1. Бағдарламалау ортасы: Visual Studio Code (VS Code).
#2. Python нұсқасын анықтау командасы:python --version
#3. Бағдарламаны іске қосу командасы:python main.py
            #2 тапсырма
#1 түсініктеме
#2 түсініктеме
print("Сәлем, Python!")
print("Еренбай Айдын")
print("Тии-26-11 типо")
            #3 тапсырма
# print("Python бағдарламасы) 
# print(Алғашқы зертханалық жұмыс") 
# Print("Нәтиже дайын") 
print("Python бағдарламасы")
print("Алғашқы зертханалық жұмыс")
print("Нәтиже дайын")
              #4 тапсырма
print("=== Студент карточкасы ===")
print("Аты-жөні: Еренбай Айдын")
print("Тобы: Тии-26-11 типо")
print("Курс: 1")
print("Мамандығы:Жасанды интелект")
print("Электрондық пошта:erenbai2007@gmail.com")
